7767517
48 48
Input                    input0                   0 1 input0 0=224 1=224 2=3 -23328=1,1119809242 -23329=1,139.224731
Convolution              Conv_0                   1 1 input0 56 0=48 1=3 3=2 4=1 5=1 6=1296 20=1 21=151 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,10.060213
ReLU                     Relu_1                   1 1 56 57 20=1 21=22456 22=14 23=1 -23328=1,1 -23329=1,13.788874
Convolution              Conv_2                   1 1 57 58 0=48 1=3 3=2 4=1 5=1 6=20736 20=1 21=184 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,5.422524
ReLU                     Relu_3                   1 1 58 59 20=1 21=18935 22=14 23=1 -23328=1,1 -23329=1,6.266854
Convolution              Conv_4                   1 1 59 60 0=48 1=3 4=1 5=1 6=20736 20=1 21=1195 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,5.670354
ReLU                     Relu_5                   1 1 60 61 20=1 21=23244 22=14 23=1 -23328=1,1 -23329=1,8.044519
Convolution              Conv_6                   1 1 61 62 0=96 1=3 3=2 4=1 5=1 6=41472 20=1 21=277 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,5.998522
ReLU                     Relu_7                   1 1 62 63 20=1 21=27900 22=14 23=1 -23328=1,1 -23329=1,10.214726
Convolution              Conv_8                   1 1 63 64 0=96 1=3 4=1 5=1 6=82944 20=1 21=264 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,9.772333
ReLU                     Relu_9                   1 1 64 65 20=1 21=20818 22=14 23=1 -23328=1,1 -23329=1,12.416952
Convolution              Conv_10                  1 1 65 66 0=96 1=3 4=1 5=1 6=82944 20=1 21=403 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,9.397239
ReLU                     Relu_11                  1 1 66 67 20=1 21=18866 22=14 23=1 -23328=1,1 -23329=1,10.821087
Convolution              Conv_12                  1 1 67 68 0=96 1=3 4=1 5=1 6=82944 20=1 21=320 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,6.857638
ReLU                     Relu_13                  1 1 68 69 20=1 21=26910 22=14 23=1 -23328=1,1 -23329=1,11.263454
Convolution              Conv_14                  1 1 69 70 0=192 1=3 3=2 4=1 5=1 6=165888 20=1 21=478 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,8.007053
ReLU                     Relu_15                  1 1 70 71 20=1 21=22938 22=14 23=1 -23328=1,1 -23329=1,11.209875
Convolution              Conv_16                  1 1 71 72 0=192 1=3 4=1 5=1 6=331776 20=1 21=384 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,10.260704
ReLU                     Relu_17                  1 1 72 73 20=1 21=24528 22=14 23=1 -23328=1,1 -23329=1,15.360700
Convolution              Conv_18                  1 1 73 74 0=192 1=3 4=1 5=1 6=331776 20=1 21=347 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,10.983508
ReLU                     Relu_19                  1 1 74 75 20=1 21=28099 22=14 23=1 -23328=1,1 -23329=1,18.836836
Convolution              Conv_20                  1 1 75 76 0=192 1=3 4=1 5=1 6=331776 20=1 21=261 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,12.579691
ReLU                     Relu_21                  1 1 76 77 20=1 21=29341 22=14 23=1 -23328=1,1 -23329=1,22.527769
Convolution              Conv_22                  1 1 77 78 0=192 1=3 4=1 5=1 6=331776 20=1 21=153 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,11.537589
ReLU                     Relu_23                  1 1 78 79 20=1 21=28569 22=14 23=1 -23328=1,1 -23329=1,20.118309
Convolution              Conv_24                  1 1 79 80 0=192 1=3 4=1 5=1 6=331776 20=1 21=236 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,13.505812
ReLU                     Relu_25                  1 1 80 81 20=1 21=25630 22=14 23=1 -23328=1,1 -23329=1,21.127695
Convolution              Conv_26                  1 1 81 82 0=192 1=3 4=1 5=1 6=331776 20=1 21=284 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,15.775158
ReLU                     Relu_27                  1 1 82 83 20=1 21=25403 22=14 23=1 -23328=1,1 -23329=1,24.459305
Convolution              Conv_28                  1 1 83 84 0=192 1=3 4=1 5=1 6=331776 20=1 21=356 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,18.273018
ReLU                     Relu_29                  1 1 84 85 20=1 21=22543 22=14 23=1 -23328=1,1 -23329=1,25.142168
Convolution              Conv_30                  1 1 85 86 0=192 1=3 4=1 5=1 6=331776 20=1 21=327 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,16.208929
ReLU                     Relu_31                  1 1 86 87 20=1 21=25409 22=14 23=1 -23328=1,1 -23329=1,25.137217
Convolution              Conv_32                  1 1 87 88 0=192 1=3 4=1 5=1 6=331776 20=1 21=446 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,13.501256
ReLU                     Relu_33                  1 1 88 89 20=1 21=21608 22=14 23=1 -23328=1,1 -23329=1,17.805714
Convolution              Conv_34                  1 1 89 90 0=192 1=3 4=1 5=1 6=331776 20=1 21=336 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,10.543464
ReLU                     Relu_35                  1 1 90 91 20=1 21=21829 22=14 23=1 -23328=1,1 -23329=1,14.047585
Convolution              Conv_36                  1 1 91 92 0=192 1=3 4=1 5=1 6=331776 20=1 21=255 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,10.797016
ReLU                     Relu_37                  1 1 92 93 20=1 21=24310 22=14 23=1 -23328=1,1 -23329=1,16.019926
Convolution              Conv_38                  1 1 93 94 0=192 1=3 4=1 5=1 6=331776 20=1 21=406 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,17.236387
ReLU                     Relu_39                  1 1 94 95 20=1 21=20476 22=14 23=1 -23328=1,1 -23329=1,21.541313
Convolution              Conv_40                  1 1 95 96 0=192 1=3 4=1 5=1 6=331776 20=1 21=553 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,11.625913
ReLU                     Relu_41                  1 1 96 97 20=1 21=27290 22=14 23=1 -23328=1,1 -23329=1,19.364996
Convolution              Conv_42                  1 1 97 98 0=1280 1=3 3=2 4=1 5=1 6=2211840 20=1 21=264 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,4.424239
ReLU                     Relu_43                  1 1 98 99 20=1 21=20429 22=14 23=1 -23328=1,1 -23329=1,5.516416
Convolution              Conv_44                  1 1 99 104 0=256 1=3 4=1 5=1 6=2949120 20=1 21=38 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,15.707036
PReLU                    LeakyRelu_45             1 1 104 102 20=1 21=28663 22=14 23=2 -23328=1,1 -23329=1,27.478605
Convolution              Conv_46                  1 1 102 output0 0=65 1=1 5=1 6=16640 20=1 21=37 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,8.456361
