7767517
28 28
Input                    input0                   0 1 input0 0=224 1=224 2=3 -23328=1,1161764883 -23329=1,145.671402
Convolution              Conv_0                   1 1 input0 162 0=32 1=3 4=1 5=1 6=864 20=1 21=104 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,34.390507
PReLU                    LeakyRelu_1              1 1 162 124 20=1 21=16895 22=13 23=2 -23328=1,1 -23329=1,70.927048
Convolution              Conv_2                   1 1 124 165 0=32 1=3 3=2 4=1 5=1 6=9216 20=1 21=91 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,27.722767
PReLU                    LeakyRelu_3              1 1 165 127 20=1 21=28419 22=14 23=2 -23328=1,1 -23329=1,48.086277
Convolution              Conv_4                   1 1 127 168 0=64 1=3 4=1 5=1 6=18432 20=1 21=175 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,28.181086
PReLU                    LeakyRelu_5              1 1 168 130 20=1 21=17713 22=13 23=2 -23328=1,1 -23329=1,60.934132
Convolution              Conv_6                   1 1 130 171 0=64 1=3 3=2 4=1 5=1 6=36864 20=1 21=146 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,31.056232
PReLU                    LeakyRelu_7              1 1 171 133 20=1 21=30444 22=14 23=2 -23328=1,1 -23329=1,57.706539
Convolution              Conv_8                   1 1 133 174 0=128 1=3 4=1 5=1 6=73728 20=1 21=120 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,30.274612
PReLU                    LeakyRelu_9              1 1 174 136 20=1 21=17539 22=13 23=2 -23328=1,1 -23329=1,64.817642
Convolution              Conv_10                  1 1 136 177 0=128 1=3 3=2 4=1 5=1 6=147456 20=1 21=68 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,28.453384
PReLU                    LeakyRelu_11             1 1 177 139 20=1 21=31440 22=14 23=2 -23328=1,1 -23329=1,54.599743
Convolution              Conv_12                  1 1 139 180 0=256 1=3 4=1 5=1 6=294912 20=1 21=82 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,31.231508
PReLU                    LeakyRelu_13             1 1 180 142 20=1 21=16952 22=13 23=2 -23328=1,1 -23329=1,64.628822
Convolution              Conv_14                  1 1 142 183 0=256 1=3 3=2 4=1 5=1 6=589824 20=1 21=44 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,27.463823
PReLU                    LeakyRelu_15             1 1 183 145 20=1 21=19087 22=13 23=2 -23328=1,1 -23329=1,63.989624
Convolution              Conv_16                  1 1 145 186 0=512 1=3 4=1 5=1 6=1179648 20=1 21=54 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,36.658974
PReLU                    LeakyRelu_17             1 1 186 148 20=1 21=21568 22=13 23=2 -23328=1,1 -23329=1,96.516312
Convolution              Conv_18                  1 1 148 189 0=512 1=3 3=2 4=1 5=1 6=2359296 20=1 21=132 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,5.042150
PReLU                    LeakyRelu_19             1 1 189 151 20=1 21=28551 22=14 23=2 -23328=1,1 -23329=1,8.786665
Convolution              Conv_20                  1 1 151 192 0=512 1=3 4=1 5=1 6=2359296 20=1 21=18 22=15 23=0 24=2 25=1 26=18616 27=14 -23328=1,1 -23329=1,16.779663
PReLU                    LeakyRelu_21             1 1 192 154 20=1 21=24634 22=14 23=2 -23328=1,1 -23329=1,25.229401
Convolution              Conv_22                  1 1 154 195 0=512 1=3 4=1 5=1 6=2359296 20=1 21=17 22=15 23=0 24=2 25=1 26=19812 27=13 -23328=1,1 -23329=1,19.549683
PReLU                    LeakyRelu_23             1 1 195 157 20=1 21=23957 22=14 23=2 -23328=1,1 -23329=1,28.586092
Convolution              Conv_24                  1 1 157 198 0=512 1=3 4=1 5=1 6=2359296 20=1 21=23 22=15 23=0 24=2 25=1 26=26543 27=14 -23328=1,1 -23329=1,18.757000
PReLU                    LeakyRelu_25             1 1 198 160 20=1 21=21423 22=14 23=2 -23328=1,1 -23329=1,24.525833
Convolution              Conv_26                  1 1 160 output0 0=75 1=1 5=1 6=38400 20=1 21=33 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,9.280535
